{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "67b42188-3999-449b-8a38-6d727231666b": {
      "type": "rich-text",
      "blocks": {
        "template--17166328725782__67b42188-3999-449b-8a38-6d727231666b-16704168898f9bdc3e-0": {
          "type": "heading",
          "settings": {
            "heading": "<p>Legal Notice<\/p>",
            "heading_size": "h1"
          }
        },
        "template--17166328725782__67b42188-3999-449b-8a38-6d727231666b-16704168898f9bdc3e-1": {
          "type": "text",
          "settings": {
            "text": "<p>Emma Sleep GmbH<br\/>Wilhelm-Leuschner-Str. 78<br\/>60329 Frankfurt am Main<br\/>Germany<br\/><br\/>Web: team.emma-sleep.com<br\/>E-Mail: info@emma-sleep.com<br\/><br\/>Press Enquiries: press@emma-sleep.com<br\/><br\/>Managing Directors: Manuel Müller, Dr. Dennis Schmoltzi<br\/><br\/>Responsible in terms of law: Manuel Müller, Dr. Dennis Schmoltzi<br\/>VAT-ID: DE290850204<br\/>Place of registration: District Court Frankfurt am Main<br\/>HRB Number: 101705<br\/><\/p>"
          }
        }
      },
      "block_order": [
        "template--17166328725782__67b42188-3999-449b-8a38-6d727231666b-16704168898f9bdc3e-0",
        "template--17166328725782__67b42188-3999-449b-8a38-6d727231666b-16704168898f9bdc3e-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 20
      }
    },
    "7ff43c36-9206-45b3-9d16-a66590c9d94e": {
      "type": "rich-text",
      "blocks": {
        "template--17166328725782__7ff43c36-9206-45b3-9d16-a66590c9d94e-1670416952f44ee44b-0": {
          "type": "heading",
          "settings": {
            "heading": "<p>Privacy Policy<\/p>",
            "heading_size": "h1"
          }
        },
        "template--17166328725782__7ff43c36-9206-45b3-9d16-a66590c9d94e-1670416952f44ee44b-1": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Emma Website Privacy Policy<\/strong><br\/>Effective Date: 12th of december 2018<\/p><p>This Privacy Policy applies to www.emma-mattress.com (the “Site”) and all other websites owned and operated by Emma Sleep GmbH the term “Emma,” “we,” “our,” and “us” includes Emma Mattress Inc. and our affiliates and subsidiaries.<\/p><p>The Privacy Policy explains how Emma may: collect, use, and disclose<\/p><p>Personal Information we obtain through the Site, your communications with us, or from third parties. It also describes the choices available to you regarding the use of, your access to, and how to update and correct your personal information.<\/p><p>“Personal Information” means information that alone or when in combination with other information may be used to readily identify, contact, or locate you, such as: name, address, email address, or phone number. We do not consider Personal Information to include information that has been anonymized such that it does not allow a third party to easily identify a specific inpidual.<\/p><p>The site collects your information.<\/p><p>“Personal Information” means information that alone or when in combination with other information may be used to readily identify, contact, or locate you, such as: name, address, email address, or phone number. We do not consider Personal Information to include information that has been anonymized such that it does not allow a third party to easily identify a specific inpidual.<\/p><p><strong>The site collects your information.<\/strong><br\/>We collect Personal Information when you choose to provide it to us including when you:<\/p><p><strong>Register an account.<\/strong><br\/>The Site gives you the option of creating a user account (an “Account”). If you decide to create an Account, you will provide us with certain Personal Information, such as your user name and password. There is no requirement to register in order to use the site.<\/p><p><strong>Purchase an Emma product.<\/strong><br\/>When you purchase an Emma product using the Site, you are given the option of logging into an Account or proceeding as a guest. In either case, when you purchase an Emma product, you will provide us with Personal Information, such as your name, email address, and shipping address.<\/p><p><strong>Make a payment.<\/strong><br\/>When you make a payment through the Site, you may need to provide Personal Information to our third party payment processors. Such Personal Information may include sensitive Personal Information, such as your credit card number.<\/p><p><strong>Submit information to the Site.<\/strong><br\/>We collect information you submit to the Site. For example, when you post a review of an Emma product on the Site or refer a friend to Emma using the Site, the Site will collect the information in your submission to the Site, including any Personal Information. If you choose to submit content to any public area of the Site, such content will be considered “public” and will not be subject to the privacy protections set forth herein.<\/p><p><strong>Communicate with us.<\/strong><br\/>We may also collect Personal Information from you when you communicate with us. For example, you may send us Personal Information by writing an email to us or by subscribing to the Emma newsletter.<\/p><p><strong>Take a survey.<\/strong><br\/>From time to time, we may contact you to participate in online surveys. If you do decide to participate, you may be asked to provide certain information which may include Personal Information.<\/p><p>For example, you may be asked to provide contact information as well as information about your height, weight, gender or date of birth.<\/p><p><strong>Information you provide about a third party.<\/strong><br\/>If you choose to use our referral service to tell a friend about Emma, we may collect your friend's Personal Information, such as name and email address. We will automatically send your friend an email inviting him or her to purchase an Emma product. We store your friend’s information to send this email and to track the success of our referral program.<\/p><p><strong>Passive collection.<\/strong><br\/>The Site collects and stores information that is generated automatically as you use it, including your preferences and anonymous usage statistics. This information may include Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring\/exit pages, the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, date\/time stamp, and\/or clickstream data. We use this data to analyze trends in the aggregate and administer the site. Non-personal information that we passively collect may be combined with other information about you, including Personal Information.<\/p><p><strong>Tracking technologies.<\/strong><br\/>Emma and its partners use cookies, pixels, server logs, and other similar technology to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole. You can control the use of cookies at the inpidual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on our website or service. Non-personal information that we collect using these technologies may be combined with other information about you, including Personal Information.<\/p><p><strong>Information provided by third parties.<\/strong><br\/>Emma may collect information about you from third parties or supplement the information we collect from Payment Providers, Delivery services, Producers. We collect information from third parties in order to enhance our ability to serve you, to tailor our content to you, and to offer you information that we believe may be of interest to you.<\/p><p><strong>How Emma uses your information<\/strong><br\/>We use Personal Information to facilitate and improve our services and communicate with you.<\/p><p><strong>Internal and service-related usage.<\/strong><br\/>We use and retain information, including Personal Information, to improve and facilitate the Site and our services. We may also use such data to help us deliver targeted advertising to consumers that is displayed on both Emma websites and unaffiliated websites, to analyze interactions with and performance of our Site, to measure the effectiveness of advertising on behalf of our advertising partners, and to identify the audience most likely to respond to an advertisement. We may also use data from third parties (such as data vendors) according to their own privacy policies, and enhance information (including Personal Information) that we have collected with such third-party data. We believe that the use of such information is helpful to providing users with better services. However, if you would like to opt-out of these interest-based advertisements you may do so on the website.<\/p><p><strong>Communications.<\/strong><br\/>We may send email to the email address you provide to us to verify your account and for informational and operational purposes, such as account management, customer service, or system maintenance.<\/p><p><strong>Marketing.<\/strong><br\/>We may use data gathered pertaining to you, including Personal Information, to send you information about Emma’s products and services.<\/p><p><strong>Non-Personal Information.<\/strong><br\/>We may use anonymized, aggregated or other data that is not Personal Information for any purpose, including marketing. These uses may include but not limited to analyzing interactions with and performance of the Site, facilitate improve our Site and services, and sharing such information with our business partners, affiliates, or any other third party. Similarly, we may enhance any such anonymized and aggregated data collected via our Site with other information collected from our business partners.<\/p><p>Emma may disclose your information, we may share your information: with our third party service providers; to fulfil compliant legal obligations; to protect and defend our rights and property; and with your permission.<\/p><p><strong>We use service providers.<\/strong><br\/>We may share Personal Information with our service providers who perform services on our behalf. These third parties are authorized to use your Personal Information only on a as needed basis to provide these services to us.<\/p><p>Providing customer services including Order fulfilment, Order communication, Package delivery, Payment processing sending, evaluating, Improving marketing, Communications, Fulfilling subscription services, Conducting research and analysis, Measuring and improving the performance of the Site, Verifying your identity and preventing fraud, Developing and improving Emma products and services, Registering your Account, Detecting, Preventing and remediating fraud or other potentially prohibited or illegal activities.<\/p><p><strong>Displaying to other users.<\/strong><br\/>The content you post to the Site may be displayed on said Site. Other users of the Site may be able to see information about you, for instance your name if you submit a review. We are not responsible for privacy practices of our other users who will view and possibly use the posted information.<\/p><p><strong>As required by law and similar disclosures.<\/strong><br\/>To comply with law enforcement requests and legal process, such as a court order, government request, or subpoena we may access, preserve, and disclose your Personal Information, other account information, and content if we believe doing so is required or appropriate. We may also access, preserve, and disclose your Personal Information, other account information, and content if we believe in good faith that disclosure is necessary to protect yours’, ours’ or others’ rights, property, or safety, or investigate fraud.<\/p><p><strong>Merger, sale, or other asset transfers.<\/strong><br\/>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction as permitted by law or contractual obligations. The use of your Personal Information following any of the foregoing events should be governed by the provisions of the Privacy Policy in effect at the time such Personal Information was collected.<\/p><p>We may also disclose your Personal Information with your permission.<\/p><p><strong>Access<\/strong><br\/>Upon request Emma will provide you details as to what information we may hold regarding personal information that we have obtained about you. If you would like to access, update, correct, or delete any information that you have provided to us through your use of the Site, you may contact us at privacy@emma-sleep.com. We will respond to your request within a reasonable timeframe. We reserve the right to save transaction data as is necessary to comply with legal obligations or for purposes of standard business operations.<\/p><p><strong>Choice<\/strong><br\/>As noted above, you may stop or restrict the placement of cookies and or targeted advertising on your computer or remove them from your browser by adjusting your web browser preferences. Please note that cookie-based opt-outs are not effective on mobile websites. However, on many mobile devices, application users may opt out of certain mobile ads via their device settings.<\/p><p>To manage our advertising on other sites, we engage third party advertising partners. These third party partners may use technologies such as cookies to gather information about your activities on the Site and other sites in order to provide you advertising based on your past browsing activities and interests. Select third party advertising partners participate in self-regulatory organizations, and those organizations operate websites that give you the ability to opt-out of receiving targeted ads from those partners. You can access these websites, and learn more about targeted advertising and privacy, at Network Advertising or AboutAds. You can also choose not to be included in Google Analytics here.<\/p><p>Please note that we do not respond to nor honor “do not track” (DNT) signals or similar mechanisms transmitted by web browsers. If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails. We will process your request within a reasonable time after receipt. We are not responsible for removing your personal information from the lists of any third party who has previously been provided with your information in accordance with this policy.<\/p><p>If you would like to opt-out of Emma sharing your information with third parties (for example, data vendors) for non-Emma related marketing purposes, send an email to privacy@emma-sleep.com<\/p><p><strong>Third party sites and social media platforms<\/strong><br\/>The Site may contain links to other websites and other websites may reference or link to our Site. These other domains and websites are not controlled by us. We encourage our users to read the privacy policies of every website and application that they interact with. We do not endorse, screen or approve, and are not responsible for the privacy practices or content of such other websites or applications. Visiting these other websites or applications is at your own risk.<\/p><p>The Site also contains links and interactive features with various social media platforms. If you already use these platforms, their cookies may be set on your device when using our Site. You should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible blog, chat room, social media platform or otherwise online, or that you share in an open forum may be viewed and used by others without any restrictions. We are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the Personal Information provided by you may be viewed and used by third parties for any number of purposes.<\/p><p><strong>Security of your information<\/strong><br\/>We take acceptable steps to ensure that your information is treated securely and with accordance to this Privacy Policy. We follow generally accepted standards to protect Personal Information submitted to us, both during transmission and once it is received. Unfortunately, the Internet security cannot be 100% secure, and we cannot ensure or warrant the security of any information you provide to us. We do not accept liability for unintentional disclosure.<\/p><p>By using the Site or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site. If we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Site or sending an e-mail to you. You may have a legal right to receive this notice in writing. To receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please email us at privacy@emma-sleep.com.<\/p><p>We will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and administer our agreements.<\/p><p><strong>Children's privacy<\/strong><br\/>We do not knowingly collect, maintain, or use Personal Information from children under 18 years of age, and no part of the Site is directed to children under the age of 18. If you learn that your child has provided us with Personal Information without your consent, you may alert us at privacy@emma-sleep.com. If we learn that we have collected any Personal Information from children under 18, we will promptly take the required steps to delete all information collected and terminate the child’s account.<\/p><p><strong>International users<\/strong><br\/>By using our American domain or Site, you will transfer data to the United States.<\/p><p>By choosing to visit the Site or otherwise provide information to us, you agree that any dispute over privacy or the terms contained in this Privacy Policy will be governed by the law of the state of Delaware and the adjudication of any disputes arising in connection with Emma or the Site will be in accordance with the Terms.<\/p><p>If you are visiting from the European Union or other regions with laws governing data collection and use, please note that you are agreeing to the transfer of your information to the United States and processing globally. By providing your information you consent to any transfer and processing in accordance with this Policy.<\/p><p><strong>EU-U.S. Privacy Shield and Swiss-U.S Privacy Shield<\/strong><br\/>Emma Mattress Inc. participates in and has certified its compliance with the EU-U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework. Emma Inc. is committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, respectively, in reliance on the Privacy Shield Frameworks, to the Framework’s applicable Principles. To learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S. Department of Commerce’s Privacy Shield List.<\/p><p>Under the Privacy Shield Framework, Emma Mattress Inc. is responsible for the processing of personal data it receives and subsequently transfers to a third party acting as an agent on its behalf. Emma Inc. complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.<\/p><p>With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, Emma Inc. is subject to the regulatory enforcement powers of the U.S. Federal Trade Commission. In certain situations, Emma Inc. may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.<\/p><p>Under certain conditions, more fully described on the Privacy Shield website, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.<\/p><p><strong>Post a question or suggestion<\/strong><br\/>If you have suggestions or comments for improving our Privacy Policy, please send an e-mail to privacy@emma-sleep.com.<\/p><p><strong>Changes to our Privacy Policy and practice<\/strong><br\/>We may revise and update this Privacy Policy, so review it periodically. If you continue to visit this Site and use the services made available to you after such changes have been made, you hereby provide your consent to the changes.<\/p><p>Posting of Revised Privacy Policy. We will post any adjustments to the Privacy Policy on this web page, and the revised version will be effect when it is posted on our Site. If you are concerned about how your information is used, bookmark this page and read this Privacy Policy periodically.<\/p><p>New uses of Personal Information. From time to time, we may desire to use Personal Information for uses not previously disclosed in our Privacy Policy. If our practices change regarding previously collected Personal Information in a way that would be materially less restrictive than stated in the version of this Privacy Policy in effect at the time we collected the information, we will make reasonable efforts to provide notice and obtain consent to any such uses as may be required by law.<\/p><p><strong>Contact Information<\/strong><br\/>Emma Mattress Inc.<br\/>160 Greentree Drive, Suite 101, Dover, DE 19904 <br\/>privacy@emma-sleep.com<\/p>"
          }
        }
      },
      "block_order": [
        "template--17166328725782__7ff43c36-9206-45b3-9d16-a66590c9d94e-1670416952f44ee44b-0",
        "template--17166328725782__7ff43c36-9206-45b3-9d16-a66590c9d94e-1670416952f44ee44b-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    }
  },
  "order": [
    "main",
    "67b42188-3999-449b-8a38-6d727231666b",
    "7ff43c36-9206-45b3-9d16-a66590c9d94e"
  ]
}
